Repository: eschreiner/OctoPrint-Dashboard
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: FullScreen & FullBrowser Mode Buttons
fr: Boutons de mode Plein Écran et Navigateur Plein Écran

source: System Info
fr: Information système

source: Job Control Buttons
fr: Boutons de contrôle des tâches

source: Temperature Gauges
fr: Jauges de température

source: Fan Gauge
fr: Jauge de ventilateur

source: Command Widgets
fr: Objet graphique de commande

source: Printer Message (M117)
fr: Message de l'imprimante (M117)

source: Progress Gauges
fr: Jauges de progression

source: Progress gauge type
fr: Type de jauge de progression

source: Circle
fr: Cercle

source: Show Time Progress Gauge
fr: Afficher la jauge de progression du temps

source: Show GCode Progress Gauge
fr: Afficher la jauge de progression GCode

source: Show Layer Progress Gauge
fr: Afficher la jauge de progression de la couche

source: Show Height Progress Gauge
fr: Afficher la jauge de progression de la hauteur

source: Layer Duration Graph
fr: Graphique de durée de couche

source: Layer graph type
fr: Type de graphique de couche

source: Normal
fr: Normale

source: Last 40 Layers
fr: 40 dernières couches

source: Scrolling
fr: Défilement

source: Filament Widget
fr: Objet graphique Filament

source: The filament widget shows how much filament has been extruded. It can also show the time untill next filament change.
fr: L'objet graphique filament indique la quantité de filament extrudé. Il peut également afficher le temps jusqu'au prochain changement de filament.

source: Show time untill next filament change
fr: Afficher l'heure jusqu'au prochain changement de filament

source: Feedrate
fr: Avance

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: Click again to confirm cancel
fr: Cliquez à nouveau pour confirmer l'annulation

source: Enabled Widgets
fr: Objets graphiques activés

source: Visibility
fr: Visibilité

source: Disable
fr: Désactivé

source: Visibility options
fr: Options de Visibilité

source: Widget options
fr: Options des objets graphiques

source: Edit widget settings
fr: Modifier les paramètres de l'Objet graphique

source: Done
fr: OK

source: Widget Visibility
fr: Visibilité des Objets graphiques

source: Show in Fullscreen
fr: Afficher en plein écran

source: Hide when not printing
fr: Masquer lorsque vous n'imprimez pas

source: (experimental) Clear on
fr: Effacement (Expérimental)

source: never
fr: Jamais

source: print start
fr: Début d'impression

source: print end
fr: Fin d'impression

source: Disabled Widgets
fr: Objets graphiques désactivés

source: Enable
fr: Activer

source: Command widget settings
fr: Paramètres de l'Objet graphique de commande

source: Warning:
fr: Avertissement:

source: Icon
fr: Icône

source: Name
fr: Nom

source: Edit Command Widget
fr: Modifier l'objet graphique de commande

source: Command
fr: Commander

source: Sensor
fr: Capteur

source: Ambient
fr: Ambiant

source: Light
fr: Lumière

source: Power
fr: Puissance

source: Memory
fr: Mémoire

source: Storage
fr: Stockage

source: Test Command Widget
fr: Tester l'objet graphique de commande

source: Command Interval (Seconds)
fr: Intervalle de commande (secondes)

source: Remove Command Widget
fr: Supprimer l'objet graphique de commande

source: Add Command Widget
fr: Ajouter un objet graphique de commande

source: System Info settings
fr: Paramètres des informations système

source: CPU warning threshold:
fr: Seuil d'alerte du CPU:

source: CPU critical threshold:
fr: Seuil critique du CPU:

source: Feedrate settings
fr: Paramètres de la vitesse d'avance

source: Webcam settings
fr: Paramètres de la webcam

source: Disable nonce for Octoprint webcam
fr: Disable nónce for Octoprint webcam

source: Enable Dashboard Multi Webcams
fr: Activer les multi-webcams du tableau de bord

source: Default webcam
fr: Webcam par défaut

source: Remove Webcam
fr: Supprimer la webcam

source: Edit webcam profile
fr: Modifier le profil de la webcam

source: Flip webcam vertically
fr: Retourner la webcam verticalement

source: Rotate webcam 90 degrees counter clockwise
fr: Faites pivoter la webcam de 90 degrés dans le sens inverse des aiguilles d'une montre

source: Aspect ratio of the webcam stream
fr: Format d'image du flux de la webcam

source: Add Webcam
fr: Ajouter une webcam

source: Temperature Gauge Settings
fr: Paramètres de la jauge de température

source: Hotend Max Temp:
fr: Temp Max de la Buse:

source: Bed Max Temp:
fr: Temp Max du Plateau:

source: Chamber Max Temp:
fr: Temp Max de la Chambre:

source: Enable Temp Gauge Colors
fr: Activer les couleurs de la jauge de température

source: Temperature Ticks:
fr: Repère de Température:

source: Target temp deviation:
fr: Écart de temp cible:

source: Other Settings
fr: Autres Paramètres

source: Use theme colors in fullscreen mode
fr: Utiliser les couleurs du thème en mode plein écran

source: Overlay dashboard in fullscreen (experimental)
fr: Tableau de bord en superposition en plein écran (expérimental)

source: Use 12 hour time for ETA
fr: Estimation du temps en mode 12h

source: Show seconds in ETA
fr: Afficher les secondes en mode Estimation du temps

source: Enable Date in ETA
fr: Activer la date dans le mode Estimation du temps

source: Full Browser Window
fr: Fenêtre du navigateur en plein écran

source: Toggle Webcam
fr: Basculer la webcam

source: CPU Usage
fr: Utilisation du CPU

source: CPU Temperature
fr: Repère de Température:

source: RAM Usage
fr: Utilisation de la RAM

source: Disk Usage
fr: Utilisation du Disk

source: Printer profile
fr: Profil de l'imprimante

source: Connection status
fr: Statut de connexion

source: Printer status
fr: État de l'imprimante

source: Restart
fr: Redémarrer

source: Print
fr: Imprimer

source: Resume
fr: Reprendre

source: Cancels the print job
fr: Annule le travail d'impression

source: Cancel
fr: Annuler

source: Hotend temp (target temp)
fr: Temp de l'Outil (temp cible)

source: Target
fr: Cible

source: Bed temp (target temp)
fr: Temp du Plateau (temp cible)

source: Chamber temp (target temp)
fr: Temp du Plateau (temp cible)

source: Fan Speed
fr: Vitesse du ventilateur

source: Fan
fr: Ventilateur

source: Sensor temp (target temp)
fr: Temp du Plateau (temp cible)

source: M117 Printer message
fr: Message de l'imprimante (M117)

source: Msg:
fr: Message:

source: The CPU temp indicator will be set to orange above the warning threshold and red above the critical threshold.
fr: L'indicateur de température du processeur sera réglé sur ORANGE au-dessus du seuil d'alerte et ROUGE au-dessus du seuil critique.

source: The max range of the respective temp gauge:
fr: Plage maximale de la jauge de température respective:

source: Hide hotend(s) when target temp is 0 (Useful for dual hotends)
fr: Masquer le(s) Outil(s) lorsque la température cible est 0 (Utile pour les doubles hotends)

source: Temperature Ticks show reference values on the gauge. The number determines how many ticks will display.
fr: Les repères de température affichent les valeurs de référence sur la jauge. Le nombre détermine le nombre de repère à afficher.

source: Temp gauges will be blue below the temp deviation of the target temp, red if it goes above and green between the two.
fr: Les jauges de température seront BLEU en dessous de l'écart de température de la température cible, ROUGE si elle dépasse et VERTE entre les deux.

source: The following webcams will be displayed instead of the octoprint webcam if multi webcam is enabled.
fr: Les webcams suivantes seront affichées à la place de la webcam octoprint si l'option webcam multiple est activée.

source: The Feedrate widget shows the current, average (last 5 seconds) and average (print) feedrate (movement speed).
fr: L'objet graphique Vitesse d'avance affiche la vitesse d'avance actuelle, moyenne (5 dernières secondes) et moyenne (impression) (vitesse de déplacement).

source: The Feedrate widget can cause the octoprint webpage to perform slowly. If you're experiencing issues with lag, please try disabling this.
fr: L'objet graphique Avance peut ralentir l'exécution de la page Web d'Octoprint. Si vous rencontrez des problèmes de décalage, essayez de désactiver cette option.

source: The stdout output of each shell command below will be displayed in a separate widget.
fr: La sortie stdout de chaque commande shell ci-dessous sera affichée dans un objet graphique séparé.

source: Editing command widgets requires dashboard admin permission
fr: La modification des objets graphiques de commande nécessite une autorisation d'administrateur du tableau de bord

source: The command(s) will be executed with the privileges of the octoprint server, so think twice...
fr: La ou les commandes seront exécutées avec les privilèges du serveur d'Octoprint, alors réfléchissez-y à deux fois...

source: HLS webcams are supported, but will not respond to rotations or flipping.
fr: Les webcams HLS sont prises en charge, mais ne répondront pas aux rotations ou aux retournements.

source: Time
fr: Temps

source: Job
fr: Travail

source: Height
fr: Hauteur

source: Layer
fr: Couches

source: Job Progress
fr: Progression du travail

source: GCode Progress
fr: Progression du GCode

source: Height Progress
fr: Progression en hauteur

source: Layer Progress
fr: Progression de la couche

source: Layer Durations (seconds/layer)
fr: Durées des couches (secondes/couche)

source: Layer Durations
fr: Durées des couches

source: File
fr: Cercle

source: Extruded Filament
fr: Filament extrudé

source: Next Filament Change
fr: Prochain changement de filament

source: Estimated total print time
fr: Temps d'impression total estimé

source: ETA
fr: Estimation du temps

source: Current print time
fr: Heure d'impression actuelle

source: Current Layer
fr: Couche actuelle

source: Current Height
fr: Hauteur actuelle

source: Total Height
fr: Hauteur actuelle

source: Layer Time
fr: Temps de couche
