Repository: eschreiner/OctoPrint-Dashboard
Catalog: octoprint_dashboard/translations/*/LC_MESSAGES/messages.po
Languages: de

source: FullScreen & FullBrowser Mode Buttons
de: Buttons für Vollbild & Vollfenster

source: Job Control Buttons
de: Buttons für Jobsteuerung

source: Temperature Gauges
de: Temperaturanzeigen

source: Fan Gauge
de: Lüfteranzeige

source: Enclosure Gauges
de: Kammeranzeigen

source: Enclosure Plugin Gauge Style
de: Stil der Kammeranzeige

source: Temperature Dial
de: Temperaturskala

source: Print Thumbnail (Slicer Thumbnails)
de: Druckminiatur (Slicer Thumbnails)

source: Command Widgets
de: Befehlswidgets

source: Printer Message (M117)
de: Druckermeldungen (M117)

source: Progress Gauges
de: Fortschrittsanzeigen

source: Progress gauge type
de: Typ der Fortschrittsanzeige

source: Circle
de: Kreis

source: Bar
de: Balken

source: Show Time Progress Gauge
de: Zeige Fortschrittsanzeige für Zeit

source: Show GCode Progress Gauge
de: Zeige Fortschrittsanzeige für GCode

source: Show Layer Progress Gauge
de: Zeige Fortschrittsanzeige für Schichten

source: Show Height Progress Gauge
de: Zeige Fortschrittsanzeige für Höhe

source: Layer Duration Graph
de: Grafik der Schichtdauer

source: Layer graph type
de: Art der Schichtdauer-Grafik

source: Last 40 Layers
de: Letzte 40 Schichten

source: Scrolling
de: Bildlauf

source: The filament widget shows how much filament has been extruded. It can also show the time untill next filament change.
de: Das Filament-Widget zeigt an, wie viel Filament extrudiert wurde. Es kann zudem die Zeit bis zum nächsten Filamentwechsel anzeigen.

source: Show time untill next filament change
de: Zeige die Zeit bis zum nächsten Filamentwechsel an

source: Feedrate
de: Vorschub

source: Off
de: Aus

source: Connected
de: Verbunden

source: Disconnected
de: Getrennt

source: Click again to confirm cancel
de: Klicke nochmal um das Abbrechen zu bestätigen

source: Enabled Widgets
de: Aktivierte Widgets

source: Visibility
de: Sichtbarkeit

source: Options
de: Optionen

source: Disable
de: Deaktivieren

source: Visibility options
de: Optionen der Sichtbarkeit

source: Widget options
de: Widget-Optionen

source: Edit widget settings
de: Bearbeite die Widget-Einstellungen

source: Done
de: Fertig

source: Widget Visibility
de: Sichtbarkeit dieses Widgets

source: Show in Fullscreen
de: Zeige im Vollbildmodus

source: Hide when not printing
de: Verstecke wenn nicht gedruckt wird

source: When to clear this widget's data
de: Wann sollen die Daten dieses Widgets gelöscht werden

source: (experimental) Clear on
de: (experimentell) Lösche sobald

source: never
de: niemals

source: print start
de: am Start eines Druckes

source: print end
de: am Ende eines Druckes

source: Disabled Widgets
de: Deaktivierte Widgets

source: Enable
de: Aktivieren

source: Command widget settings
de: Einstellungen für das Befehls-Widget

source: Warning:
de: Warnung:

source: Actions
de: Aktionen

source: Edit Command Widget
de: Bearbeite das Befehls-Widget

source: Command
de: Befehl

source: Ambient
de: Umgebung

source: Light
de: Licht

source: Memory
de: Arbeitsspeicher

source: Storage
de: Festplatte

source: Test Command Widget
de: Teste das Command-Widget

source: Type
de: Typ

source: Command Interval (Seconds)
de: Befehlsintervall (in Sekunden)

source: Remove Command Widget
de: Lösche dieses Befehls-Widget

source: Add Command Widget
de: Füge ein Befehls-Widget hinzu

source: New Command Widget
de: Neues Befehls-Widget

source: System Info settings
de: Einstellungen für System-Info

source: CPU warning threshold:
de: Grenzwert für CPU-Warnung:

source: CPU critical threshold:
de: Grenzwert für CPU-Kritikalität:

source: Feedrate settings
de: Einstellungen für den Vorschub

source: Webcam settings
de: Einstellung für die Webcam

source: Disable nonce for Octoprint webcam
de: Deaktiviere die Nonce für die Octoprint-Webcam

source: Enable Dashboard Multi Webcams
de: Aktiviere mehrere Webcams im Dashboard

source: Default webcam
de: Standard-Webcam

source: Action
de: Aktion

source: Remove Webcam
de: Entferne diese Webcam

source: Edit webcam profile
de: Bearbeite das Webcam-Profil

source: Flip webcam vertically
de: Spiegele die Webcam vertikal

source: Flip webcam horizontally
de: Spiegele die Webcam horizontal

source: Rotate webcam 90 degrees counter clockwise
de: Drehe die Webcam um 90 Grad gegen den Uhrzeigersinn

source: Disable nonce for webcam
de: Deaktiviere die Nonce für die Webcam

source: Aspect ratio of the webcam stream
de: Seitenverhältnis für den Webcam-Stream

source: Stream aspect ratio
de: Seitenverhältnis für den Stream

source: Add Webcam
de: Füge Webcam hinzu

source: Temperature Gauge Settings
de: Einstellungen für die Temperaturanzeige

source: Hotend Max Temp:
de: Maximale Düsen-Temperatur:

source: Bed Max Temp:
de: Maximale Heizbett-Temperatur:

source: Chamber Max Temp:
de: Maximale Kammer-Temperatur:

source: Enable Temp Gauge Colors
de: Aktiviere Farben für die Temperaturanzeige

source: Temperature Ticks:
de: Striche auf der Temperatur-Skala:

source: Target temp deviation:
de: Zulässige Abweichung von der Soll-Temperatur:

source: Other Settings
de: Weitere Einstellungen

source: Use theme color for gauges and text
de: Verwende Schemafarben für Anzeigen und Text

source: Use theme colors in fullscreen mode
de: Verwende Schemafarben im Vollbild-Modus

source: Overlay dashboard in fullscreen (experimental)
de: Überlagere das Dashboard im Vollbild-Modus (experimentell)

source: Use 12 hour time for ETA
de: Verwende 12-Stunden-Format für die erwartete Fertigstellungszeit

source: Show seconds in ETA
de: Zeige Sekunden in der erwarteten Fertigstellungszeit

source: Enable Date in ETA
de: Zeige das Datum in der erwarteten Fertigstellungszeit

source: Full Browser Window
de: Vollfenster im Browser

source: Fullscreen (Esc to cancel)
de: Vollbild (Esc um abzubrechen)

source: Toggle Webcam
de: Webcam umschalten

source: CPU Usage
de: CPU-Verwendung

source: CPU Temperature
de: CPU-Temperatur

source: CPU Frequency
de: CPI-Taktfrequenz

source: RAM Usage
de: RAM-Verwendung

source: Disk Usage
de: HDD-Verwendung

source: Printer profile
de: Druckerprofil

source: Profile name
de: Profilname

source: Connection status
de: Verbindungs-Status

source: Printer status
de: Drucker-Status

source: Restart
de: Neustart

source: Print
de: Drucken

source: Pause
de: Pausieren

source: Resume
de: Wiederaufnahme

source: Cancels the print job
de: Bricht den Druckauftrag ab

source: Cancel
de: Abbrechen

source: Hotend temp (target temp)
de: Düsen-Temperatur (Soll)

source: Target
de: Ziel

source: Bed temp (target temp)
de: Heizbett-Temperatur (Soll)

source: Chamber temp (target temp)
de: Kammer-Temperatur (Soll)

source: Fan Speed
de: Lüfter-Geschwindigkeit

source: Fan
de: Lüfter

source: Sensor temp (target temp)
de: Sensor-Temperatur (Soll)

source: Ambient Temp Sensor
de: Sensor für Umgebungs-Temperatur

source: Ambient Humidity Sensor
de: Sensor für Umgebungs-Luftfeuchte

source: Primary Command output
de: Primäre Befehls-Ausgabe

source: M117 Printer message
de: M117 Drucker-Meldung

source: Msg:
de: Meldung:

source: The CPU temp indicator will be set to orange above the warning threshold and red above the critical threshold.
de: Die CPU-Temperaturanzeige wird orange oberhalb des Grenzwerts für Warnung und rot oberhalb des Grenzwerts für Kritikalität.

source: The max range of the respective temp gauge:
de: Der maximale Wert für die jeweilige Temperaturanzeige:

source: Hide hotend(s) when target temp is 0 (Useful for dual hotends)
de: Verberge Düse(n) wenn die Soll-Temperatur 0 ist (nützlich für mehrere Düsen)

source: Temperature Ticks show reference values on the gauge. The number determines how many ticks will display.
de: Striche auf der Temperatur-Skala zeigen Referenzwerte der Anzeige. Die Zahl legt fest, wie viele Striche angezeigt werden.

source: Temp gauges will be blue below the temp deviation of the target temp, red if it goes above and green between the two.
de: Temperaturanzeigen sind blau unterhalb der erlaubten Abweichung vom Sollwert, rot oberhalb der erlaubten Abweichung und grün zwischen diesen beiden Werten.

source: The following webcams will be displayed instead of the octoprint webcam if multi webcam is enabled.
de: Die folgenden Webcams werden angezeigt anstelle der Octoprint-Webcam falls "mehrere Webcams" aktiviert wird.

source: The Feedrate widget shows the current, average (last 5 seconds) and average (print) feedrate (movement speed).
de: Das Vorschub-Widget zeigt den aktuellen, durchschnittlichen (letzte 5 Sekunden) und durchschnittlichen (gesamter Druck) Vorschub (Extrudier-Geschwindigkeit).

source: The Feedrate widget can cause the octoprint webpage to perform slowly. If you're experiencing issues with lag, please try disabling this.
de: Das Vorschub-Widget kann die Performanz der Octoprint-Webseite beeinträchtigen. Falls du Probleme mit Verzögerungen hast, versuche bitte dieses Widget zu deaktivieren.

source: The stdout output of each shell command below will be displayed in a separate widget.
de: Die Standardausgabe für jedes untenstehende Befehlsfenster-Kommando wird in einem separaten Bereich angezeigt werden.

source: Editing command widgets requires dashboard admin permission
de: Das Bearbeiten von Befehls-Widgets erfordert Administratorberechtigung für das Dashboard

source: The command(s) will be executed with the privileges of the octoprint server, so think twice...
de: Die Befehle werden mit den Berechtigungen des Octoprint-Servers ausgeführt, also überlege es dir gut...

source: HLS webcams are supported, but will not respond to rotations or flipping.
de: HLS-Webcams werden unterstützt, aber erlauben keine Drehung oder Spiegelung.

source: Time
de: Zeit

source: Job
de: Auftrag

source: Height
de: Höhe

source: Layer
de: Schicht

source: Cmd Widget Progress
de: Fortschritt des Befehls-Widgets

source: Job Progress
de: Auftrags-Fortschritt

source: GCode Progress
de: GCode-Fortschritt

source: Height Progress
de: Höhen-Fortschritt

source: Layer Progress
de: Schicht-Fortschritt

source: Layer Durations (seconds/layer)
de: Schicht-Dauer (in Sekunden pro Schicht)

source: Layer Durations
de: Schicht-Dauer

source: File
de: Datei

source: Extruded Filament
de: Extrudiertes Filament

source: Next Filament Change
de: Nächster Filament-Wechsel

source: Estimated total print time
de: Geschätzte Druckzeit insgesamt

source: ETA
de: erwartete Fertigstellungszeit

source: Estimated time left
de: Geschätzte verbleibende Zeit

source: Current print time
de: Aktuelle Druckzeit

source: Current Layer
de: Aktuelle Schicht

source: Total Layers
de: Schichten insgesamt

source: Current Height
de: Aktuelle Höhe

source: Total Height
de: Gesamte Höhe

source: Layer Time
de: Zeit für die Schicht

source: Average Layer Time
de: Durchschnittliche Zeit für Schichten
